{
    "info_source": "https://en.wikipedia.org/wiki/Shooting_an_Elephant",
    "text_source": "http://www.telelib.com/words/authors/O/OrwellGeorge/essay/shootingelephant.html",
    "title": "Shooting an Elephant",
    "author": "George Orwell",
    "genre": "Essay",
    "published_in": "New Writing",
    "published_year": 1936,
    "published_country": "United Kingdom",
    "paragraphs": [
        "In Moulmein, in lower Burma, I was hated by large numbers of people&#8212;the only time in my life that I have been important enough for this to happen to me. I was sub-divisional police officer of the town, and in an aimless, petty kind of way anti-European feeling was very bitter. No one had the guts to raise a riot, but if a European woman went through the bazaars alone somebody would probably spit betel juice over her dress. As a police officer I was an obvious target and was baited whenever it seemed safe to do so. When a nimble Burman tripped me up on the football field and the referee (another Burman) looked the other way, the crowd yelled with hideous laughter. This happened more than once. In the end the sneering yellow faces of young men that met me everywhere, the insults hooted after me when I was at a safe distance, got badly on my nerves. The young Buddhist priests were the worst of all. There were several thousands of them in the town and none of them seemed to have anything to do except stand on street corners and jeer at Europeans.",
        "All this was perplexing and upsetting. For at that time I had already made up my mind that imperialism was an evil thing and the sooner I chucked up my job and got out of it the better. Theoretically&#8212;and secretly, of course&#8212;I was all for the Burmese and all against their oppressors, the British. As for the job I was doing, I hated it more bitterly than I can perhaps make clear. In a job like that you see the dirty work of Empire at close quarters. The wretched prisoners huddling in the stinking cages of the lock-ups, the grey, cowed faces of the long-term convicts, the scarred buttocks of the men who had been flogged with bamboos&#8212;all these oppressed me with an intolerable sense of guilt. But I could get nothing into perspective. I was young and ill-educated and I had had to think out my problems in the utter silence that is imposed on every Englishman in the East. I did not even know that the British Empire is dying, still less did I know that it is a great deal better than the younger empires that are going to supplant it. All I knew was that I was stuck between my hatred of the empire I served and my rage against the evil-spirited little beasts who tried to make my job impossible. With one part of my mind I thought of the British Raj as an unbreakable tyranny, as something clamped down, in <i>s&#230;cula s&#230;culorum</i>, upon the will of prostrate peoples; with another part I thought that the greatest joy in the world would be to drive a bayonet into a Buddhist priest&#8217;s guts. Feelings like these are the normal by-products of imperialism; ask any Anglo-Indian official, if you can catch him off duty.",
        "One day something happened which in a roundabout way was enlightening. It was a tiny incident in itself, but it gave me a better glimpse than I had had before of the real nature of imperialism&#8212;the real motives for which despotic governments act. Early one morning the sub-inspector at a police station the other end of the town rang me up on the phone and said that an elephant was ravaging the bazaar. Would I please come and do something about it? I did not know what I could do, but I wanted to see what was happening and I got on to a pony and started out. I took my rifle, an old .44 Winchester and much too small to kill an elephant, but I thought the noise might be useful <i>in terrorem</i>. Various Burmans stopped me on the way and told me about the elephant&#8217;s doings. It was not, of course, a wild elephant, but a tame one which had gone &#8220;must.&#8221; It had been chained up, as tame elephants always are when their attack of &#8220;must&#8221; is due, but on the previous night it had broken its chain and escaped. Its mahout, the only person who could manage it when it was in that state, had set out in pursuit, but had taken the wrong direction and was now twelve hours&#8217; journey away, and in the morning the elephant had suddenly reappeared in the town. The Burmese population had no weapons and were quite helpless against it. It had already destroyed somebody&#8217;s bamboo hut, killed a cow and raided some fruit-stalls and devoured the stock; also it had met the municipal rubbish van and, when the driver jumped out and took to his heels, had turned the van over and inflicted violences upon it.",
        "..."
    ]
}